Repository: kodi-game/game.libretro.beetle-saturn
Catalog: game.libretro.beetle-saturn/resources/language/resource.language.*/strings.po
Languages: es_es, ga, sv_se

# Addon Description
source: Beetle Saturn is a port of Mednafen Saturn to the libretro API.
es_es: Beetle Saturn es una adaptación de Mednafen Saturn a la API libretro.
ga: Is port de Mednafen Saturn chuig API libretro é Beetle Saturn.
sv_se: Beetle Saturn är en portning av Mednafen Saturn till libretro API.

# #30001
source: Horizontal Overscan Mask
es_es: Máscara Overscan Horizontal
ga: Masc Ró-scanadh Cothrománach
sv_se: Mask för horisontell överskanning

# #30007
source: 6Player Adaptor on Port 1
es_es: Adaptador 6 Jugadores en Puerto 1
ga: Oiriúntóir 6 Imreoir ar Chalafort 1
sv_se: 6Player-adapter på port 1

# #30008
source: 6Player Adaptor on Port 2
es_es: Adaptador 6 Jugadores en Puerto 2
ga: Oiriúntóir 6 Imreoir ar Chalafort 2
sv_se: 6Player-adapter på port 2

# #30010
source: Analog Stick Deadzone
es_es: Zona Muerta del Stick Analógico
ga: Crios Marbh Bata Analógach
sv_se: Dödzon för analog spak

# #30011
source: Trigger Deadzone
es_es: Zona Muerta del Gatillo
ga: Spriocdhíon Marbh
sv_se: Dödzon för avtryckare

# #30012
source: Mouse Sensitivity
es_es: Sensibilidad del Ratón
ga: Íogaireacht Luiche
sv_se: Muskänslighet

# #30013
source: Gun Crosshair
es_es: Punto de Mira de la Pistola
ga: Traslínte Gunna
sv_se: Hårkors för ljuspistol

# #30014
source: Gun Input Mode
es_es: Modo Entrada Pistola
ga: Mód Ionchuir Gunna
sv_se: Inmatningsläge för ljuspistol

# #30015
source: Cartridge
es_es: Cartucho
ga: Cartús
sv_se: Kassett

# #30016
source: Shared Internal Memory (Restart)
es_es: Memoria Interna Compartida (Reiniciar)
ga: Cuimhne Inmheánach Comhroinnte (Atosú)

# #30017
source: Shared Backup Memory (Restart)
es_es: Memoria Backup Compartida (Reiniciar)
ga: Cuimhne Cúltaca Comhroinnte (Atosú)

# #30018
source: System Region
es_es: Región del Sistema
ga: Réigiún an Chórais

# #30021
source: Mid-frame Input Synchronization
es_es: Sincronización de Entrada de Fotograma Medio
ga: Sioncrónú Ionchuir Lár-Fhráma
sv_se: Synkronisering av inmatning i mitten av bildrutan

# #30023
source: Initial Scanline
es_es: Primera Línea de Exploración
ga: Líne Scanadh Tosaigh
sv_se: Initial skanlinje

# #30024
source: Last Scanline
es_es: Última Línea de Exploración
ga: Scanlíne Deireanach
sv_se: Sista skanlinje

# #30025
source: Initial Scanline (PAL)
es_es: Primera Línea de Exploración (PAL)
ga: Líne Scanadh Tosaigh (PAL)
sv_se: Initial skanlinje (PAL)

# #30026
source: Last Scanline (PAL)
es_es: Última Línea de Exploración (PAL)
ga: Líne Scanadh Deireanach (PAL)
sv_se: Sista skanlinje (PAL)

# #30027
source: Enable Horizontal Blend
es_es: Activar Mezcla Horizontal
ga: Cumasaigh Cumasc Cothrománach

# #30028
source: Allow Opposite Directions
es_es: Permitir Direcciónes Opuestas
ga: Ceadaigh Treoracha Os Coinne
sv_se: Tillåt motsatta riktningar

# #30029
source: Gun Crosshair Color: Port 1
es_es: Color del Punto de Mira: Puerto 1
ga: Dath Crosaire Gunna: Port 1
sv_se: Färg för pistolhårkors: Port 1

# #30030
source: Gun Crosshair Color: Port 2
es_es: Color del Punto de Mira: Puerto 2
ga: Dath Crosaire Gunna: Port 2
sv_se: Färg för pistolhårkors: Port 2

# #30031
source: BIOS Language
es_es: Idioma de BIOS
ga: Teanga BIOS
sv_se: BIOS-språk

# #30032
source: CD Image Cache
es_es: Caché de Imagen de CD
ga: Taisce Íomhá CD
sv_se: Cache för CD-avbildning

# #30033
source: RTC Automatic Set
es_es: Ajuste Automático RTC
ga: Socrú Uathoibríoch RTC
sv_se: Ställ in RTC automatiskt

# #30034
source: Deinterlace Method
ga: Modh Dí-idirfhite
sv_se: Metod för deinterlace

# #30036
source: Shared Internal Memory
sv_se: Delat internt minne
